{
  "aries": {
    "overview": "2026년 양자리 연간운세는 도전과 확장의 해입니다. 새로운 기회가 빠르게 찾아오며, 상반기에는 추진력이, 하반기에는 성과 정리가 핵심이 됩니다. 스스로 결정을 내릴수록 운이 움직이며, 타인의 눈치를 보기보다 자신의 직감을 따르는 것이 유리합니다.",
    "career": "직장운은 상승 흐름입니다. 프로젝트 리더, 팀 책임자, 새로운 사업 기획 등 주도권을 잡는 일이 많아집니다. 다만 지나친 독단은 갈등을 만들 수 있으므로 협업 능력이 중요합니다. 이직운도 존재하며, 특히 5~8월 사이 기회가 들어옵니다.",
    "money": "2026년 양자리 재물운은 상반기 강세, 하반기 안정 흐름입니다. 공격적 투자보다는 분산 투자 전략이 좋습니다. 갑작스러운 지출이 생길 수 있으므로 비상 자금 관리가 필요합니다. 10월 이후 재정적 안정을 찾을 가능성이 큽니다.",
    "love": "애정운은 강렬합니다. 싱글은 운명적인 인연을 만날 가능성이 있으며, 기존 커플은 관계의 중요한 전환점을 맞이합니다. 솔직함이 행운을 부르며, 감정을 억누르면 오히려 오해가 커질 수 있습니다.",
    "health": "건강운은 활동량 증가로 체력 소모가 큽니다. 두통, 눈 피로, 과로에 주의해야 합니다. 규칙적인 운동과 충분한 수면이 운세 흐름을 안정시킵니다."
  },

  "taurus": {
    "overview": "2026년 황소자리 연간운세는 축적과 안정의 해입니다. 큰 변화보다는 꾸준한 성과가 쌓이는 구조입니다. 상반기에는 기반을 다지고, 하반기에는 결실을 거두는 흐름입니다. 현실적인 판단력이 강점으로 작용합니다.",
    "career": "직장운은 안정적이며, 장기 프로젝트에서 두각을 나타냅니다. 성실함과 꾸준함이 평가받는 해입니다. 급격한 승진보다는 단계적 상승이 예상됩니다. 9월 이후 책임이 늘어날 수 있습니다.",
    "money": "재물운은 매우 안정적입니다. 저축, 장기 투자, 부동산 관리에 유리한 흐름입니다. 소비 관리만 잘하면 자산 증식 가능성이 높습니다. 2026년은 재정적 기반을 다지는 시기로 적합합니다.",
    "love": "애정운은 안정 중심입니다. 깊은 신뢰 관계로 발전하며, 결혼운이 들어올 가능성도 있습니다. 관계를 서두르지 않는 것이 좋습니다.",
    "health": "건강운은 전반적으로 양호합니다. 다만 체중 증가, 소화기 문제를 주의하세요. 규칙적인 식습관이 중요합니다."
  },

  "gemini": {
    "overview": "2026년 쌍둥이자리 연간운세는 변화와 이동의 해입니다. 새로운 환경, 새로운 사람, 새로운 아이디어가 운을 움직입니다. 유연성이 곧 행운이 됩니다.",
    "career": "직장운은 이동수와 변화수가 강합니다. 이직, 부서 이동, 해외 프로젝트 가능성이 있습니다. 적응력이 빠를수록 성과가 커집니다. 3월과 11월이 중요한 전환점이 됩니다.",
    "money": "재물운은 변동성이 있으나 기회도 많습니다. 단기 수익보다 중장기 전략이 중요합니다. 정보 기반 투자에 유리합니다.",
    "love": "애정운은 활발합니다. 다양한 만남이 있지만 깊이를 유지하려면 진지한 태도가 필요합니다. 7월 이후 안정 흐름으로 전환됩니다.",
    "health": "건강운은 스트레스 관리가 핵심입니다. 수면 부족과 과도한 일정이 문제를 만들 수 있습니다."
  },

  "cancer": {
    "overview": "2026년 게자리 연간운세는 감정과 안정, 그리고 가족 중심의 흐름이 강하게 작용하는 해입니다. 외부 확장보다는 내면과 기반을 다지는 시기입니다. 상반기에는 관계 정리가, 하반기에는 안정 구축이 핵심입니다.",
    "career": "직장운은 책임이 늘어나는 구조입니다. 팀 내 신뢰도가 높아지고, 중요한 업무를 맡게 될 가능성이 큽니다. 다만 감정 기복이 판단에 영향을 줄 수 있으므로 객관성이 중요합니다.",
    "money": "재물운은 안정적이나 보수적인 흐름입니다. 큰 수익보다는 자산 보존이 핵심입니다. 부동산·가족 관련 지출이 증가할 수 있습니다.",
    "love": "애정운은 상승합니다. 깊은 신뢰와 감정적 교감이 강화됩니다. 싱글은 지인을 통해 인연이 들어올 가능성이 높습니다.",
    "health": "건강운은 면역력 관리가 중요합니다. 스트레스성 소화기 문제를 조심해야 합니다."
  },

  "leo": {
    "overview": "2026년 사자자리 연간운세는 명예와 성취, 주목받는 기운이 강합니다. 자신감이 곧 운을 끌어당기는 동력이 됩니다. 상반기 도전, 하반기 결과 구조입니다.",
    "career": "직장운은 매우 강합니다. 리더십을 발휘할 기회가 많아지고, 대외 활동이 증가합니다. 승진 또는 직위 상승 가능성이 존재합니다.",
    "money": "재물운은 하반기에 강세입니다. 개인 브랜드 가치 상승이 수익과 연결될 수 있습니다. 다만 과시적 소비는 피해야 합니다.",
    "love": "애정운은 강렬합니다. 열정적 관계가 형성되며, 공개 연애 가능성도 있습니다. 감정 표현이 관계의 질을 좌우합니다.",
    "health": "건강운은 심혈관·과로 관리가 중요합니다. 체력 과신은 금물입니다."
  },

  "virgo": {
    "overview": "2026년 처녀자리 연간운세는 정리와 재정비의 해입니다. 혼란을 정리하고 구조를 개선하는 능력이 빛납니다. 계획이 현실이 되는 흐름입니다.",
    "career": "직장운은 분석 능력과 세밀함이 인정받는 시기입니다. 시스템 정비, 기획, 관리 업무에서 강세입니다. 큰 변화보다는 안정적 성장입니다.",
    "money": "재물운은 계획형입니다. 소비 통제와 저축 관리가 핵심입니다. 장기적 금융상품에 유리합니다.",
    "love": "애정운은 현실 중심입니다. 감정보다는 책임과 안정이 중요해집니다. 오래된 인연이 깊어질 수 있습니다.",
    "health": "건강운은 허리·관절 관리가 중요합니다. 규칙적 운동이 필요합니다."
  },

  "libra": {
    "overview": "2026년 천칭자리 연간운세는 균형과 관계 재정립의 해입니다. 인간관계가 곧 기회로 연결되는 구조입니다. 상반기에는 협력, 하반기에는 성과 정산의 흐름이 강합니다.",
    "career": "직장운은 협상력과 조율 능력이 빛나는 시기입니다. 공동 프로젝트, 파트너십 사업에서 성과가 나타납니다. 갈등을 중재하는 역할을 맡게 될 가능성도 큽니다.",
    "money": "재물운은 공동 자산이나 협업 수익에서 기회가 생깁니다. 단독 투자보다 협력 구조가 유리합니다. 8~10월 사이 금전 흐름이 상승합니다.",
    "love": "애정운은 매우 안정적입니다. 관계의 균형이 핵심이며, 결혼운이 강하게 들어오는 해입니다. 싱글은 오래 가는 인연을 만날 가능성이 있습니다.",
    "health": "건강운은 스트레스성 피로 관리가 중요합니다. 피부와 신장 관련 관리에 신경 쓰세요."
  },

  "scorpio": {
    "overview": "2026년 전갈자리 연간운세는 재도약과 집중력의 해입니다. 한 분야에 깊이 몰입할수록 성과가 커지는 구조입니다. 변화는 있지만 통제 가능한 범위 안에서 일어납니다.",
    "career": "직장운은 전문성 강화가 핵심입니다. 특정 분야에서 권위를 인정받을 가능성이 큽니다. 상반기에는 준비, 하반기에는 성과 구조입니다.",
    "money": "재물운은 전략형입니다. 장기 투자와 자산 재배치에 유리합니다. 4월과 11월이 재정 전환점이 됩니다.",
    "love": "애정운은 깊고 진지합니다. 가벼운 만남보다는 인생 파트너형 인연이 들어올 수 있습니다. 기존 관계는 더욱 단단해집니다.",
    "health": "건강운은 체력 회복이 중요합니다. 무리한 일정은 피하고 규칙적 루틴을 유지하세요."
  },

  "sagittarius": {
    "overview": "2026년 사수자리 연간운세는 확장과 이동, 해외운이 강한 해입니다. 활동 반경이 넓어질수록 기회도 함께 증가합니다.",
    "career": "직장운은 해외 프로젝트, 외국어, 무역, 교육, 여행 관련 분야에서 강세입니다. 새로운 도전이 곧 성장으로 이어집니다.",
    "money": "재물운은 모험적 기운이 있습니다. 다만 무계획 투자는 위험합니다. 정보 기반 판단이 필요합니다.",
    "love": "애정운은 자유로운 만남이 많아집니다. 다만 진지한 관계를 원한다면 책임감이 중요합니다.",
    "health": "건강운은 관절과 허벅지 부위 관리가 필요합니다. 여행 중 사고에 주의하세요."
  },

  "capricorn": {
    "overview": "2026년 염소자리 연간운세는 성과와 책임, 그리고 구조적 완성의 해입니다. 그동안 준비해온 계획이 현실로 구체화되는 시기입니다. 상반기에는 기반 강화, 하반기에는 결과 수확의 흐름이 강합니다.",
    "career": "직장운은 매우 강합니다. 승진 가능성, 직책 확대, 조직 내 영향력 상승이 예상됩니다. 특히 6월 이후 평가운이 좋습니다. 다만 일 중심 생활이 인간관계를 소홀하게 만들 수 있습니다.",
    "money": "재물운은 안정적 상승 흐름입니다. 저축, 장기 투자, 부동산 관련 계획이 유리합니다. 2026년은 자산 포트폴리오를 완성하기 좋은 해입니다.",
    "love": "애정운은 안정 중심입니다. 표현이 부족하면 오해가 생길 수 있으므로 감정 표현이 필요합니다. 결혼운이 강하게 들어오는 해입니다.",
    "health": "건강운은 과로 누적을 주의해야 합니다. 무릎·관절 관리가 중요합니다."
  },

  "aquarius": {
    "overview": "2026년 물병자리 연간운세는 혁신과 창의, 새로운 아이디어의 해입니다. 기존 틀을 깨는 선택이 행운을 부릅니다. 변화가 곧 기회입니다.",
    "career": "직장운은 창의적 프로젝트에서 강세입니다. IT, 콘텐츠, 스타트업, 기획 분야에서 성과가 나타납니다. 독립적 활동도 유리합니다.",
    "money": "재물운은 변동성이 있으나 기회가 많습니다. 기술·디지털 관련 투자에 유리합니다. 단기 수익보다 미래 가치에 주목하세요.",
    "love": "애정운은 자유로운 관계가 핵심입니다. 억압적 관계는 오래가지 않습니다. 친구 같은 연인이 좋은 흐름을 만듭니다.",
    "health": "건강운은 두통, 눈 피로 관리가 필요합니다. 전자기기 사용 시간을 줄이는 것이 좋습니다."
  },

  "pisces": {
    "overview": "2026년 물고기자리 연간운세는 감성과 직관, 내면 성장의 해입니다. 창의성과 예술성이 빛나는 시기이며, 감정 흐름이 강하게 작용합니다.",
    "career": "직장운은 콘텐츠, 예술, 상담, 치유 분야에서 강합니다. 감각적 판단이 성과로 이어집니다. 다만 현실 감각을 함께 유지해야 합니다.",
    "money": "재물운은 직관적 선택이 맞아떨어질 가능성이 있습니다. 다만 감정적 소비는 주의해야 합니다. 9월 이후 안정 흐름입니다.",
    "love": "애정운은 로맨틱합니다. 깊은 감정 교류가 가능하며, 인연운이 강합니다. 과거 인연이 다시 등장할 가능성도 있습니다.",
    "health": "건강운은 수면 관리가 핵심입니다. 정신적 피로를 풀어주는 휴식이 필요합니다."
  }
}
