{
  "aries": [
    "2026년 양자리 연간운세는 도전과 확장의 흐름이 강하게 작용하는 해입니다. 직장운에서는 새로운 프로젝트나 직무 변화의 기회가 생길 수 있으며, 리더십이 강조됩니다. 재물운은 상반기에 안정적으로 흐르지만, 충동적 소비는 피하는 것이 좋습니다. 애정운은 솔직한 표현이 관계를 깊게 만들며, 건강운은 과로만 조심하면 전반적으로 양호합니다.",
    "양자리의 2026년 운세는 스스로 길을 개척하는 힘이 핵심입니다. 직장운에서는 승진이나 인정받을 기회가 있으나 경쟁 또한 치열합니다. 재물운은 장기적 투자에 유리하며, 애정운은 진지한 관계로 발전할 가능성이 높습니다. 건강운은 체력 관리가 중요한 키워드입니다."
  ],
  "taurus": [
    "2026년 황소자리 운세는 안정과 축적의 해입니다. 재물운이 특히 강하게 작용하여 꾸준한 수입 증가 가능성이 있습니다. 직장운은 큰 변화보다는 내실을 다지는 흐름이며, 애정운은 신뢰가 깊어지는 시기입니다. 건강운은 규칙적인 생활이 행운을 부릅니다.",
    "황소자리의 2026년 연간운세는 느리지만 확실한 성과가 특징입니다. 직장운에서는 성실함이 평가받으며, 재물운은 지출 관리에 따라 결과가 달라집니다. 애정운은 안정적이고, 건강운은 체중 관리에 유의하세요."
  ],
  "gemini": [
    "2026년 쌍둥이자리 운세는 변화와 이동의 기운이 강합니다. 직장운에서는 새로운 분야로 확장할 수 있으며, 재물운은 변동성이 있지만 기회도 함께 존재합니다. 애정운은 활발한 만남이 많아지고, 건강운은 스트레스 관리가 중요합니다.",
    "쌍둥이자리의 2026년 연간운세는 네트워크가 핵심입니다. 직장운은 협업에서 성과가 나오며, 재물운은 단기 이익보다 장기 전략이 필요합니다. 애정운은 소통이 관건이며, 건강운은 수면 패턴을 관리하세요."
  ],
  "cancer": [
    "2026년 게자리 운세는 감정과 직관이 중요한 해입니다. 애정운이 상승하여 관계에서 깊은 신뢰를 형성할 수 있습니다. 재물운은 안정적이나 큰 도박은 피해야 합니다. 직장운은 책임이 늘어나며, 건강운은 면역력 관리가 중요합니다.",
    "게자리의 2026년 연간운세는 가족과 관련된 이슈가 부각됩니다. 직장운은 팀 내 신뢰가 상승하고, 재물운은 부동산이나 장기 자산 관리가 유리합니다. 건강운은 소화기 관리에 주의하세요."
  ],
  "leo": [
    "2026년 사자자리 운세는 명예와 성취의 기운이 강합니다. 직장운에서는 리더 역할을 맡게 될 가능성이 높습니다. 재물운은 상반기보다 하반기에 상승하며, 애정운은 강렬한 만남이 예상됩니다. 건강운은 과음과 과로를 주의하세요.",
    "사자자리의 2026년 연간운세는 자신감이 행운을 부르는 해입니다. 직장운은 대외 활동이 많아지고, 재물운은 브랜드 가치 상승과 연관됩니다. 애정운은 열정적이며, 건강운은 심혈관 관리에 신경 쓰세요."
  ],
  "virgo": [
    "2026년 처녀자리 운세는 정리와 재정비의 해입니다. 직장운은 구조 개선이나 시스템 정비에서 두각을 나타냅니다. 재물운은 지출 관리가 핵심이며, 애정운은 현실적인 판단이 중요합니다. 건강운은 허리와 관절을 조심하세요.",
    "처녀자리의 2026년 연간운세는 세밀함이 강점입니다. 직장운은 분석 능력이 인정받고, 재물운은 계획적 저축이 유리합니다. 애정운은 신뢰가 중심이며, 건강운은 운동 루틴이 필요합니다."
  ],
  "libra": [
    "2026년 천칭자리 운세는 균형과 협력의 해입니다. 직장운은 파트너십에서 성과가 나며, 재물운은 공동 투자에서 기회가 있습니다. 애정운은 관계의 깊이가 더해지고, 건강운은 스트레스 관리가 중요합니다.",
    "천칭자리의 2026년 연간운세는 인간관계가 핵심입니다. 직장운은 협상력이 빛나며, 재물운은 균형 잡힌 포트폴리오가 유리합니다. 애정운은 안정적이며, 건강운은 피부 관리에 유의하세요."
  ],
  "scorpio": [
    "2026년 전갈자리 운세는 강한 집중력과 재도약의 해입니다. 직장운은 전문성이 빛나며, 재물운은 전략적 투자에 유리합니다. 애정운은 깊은 관계가 형성되고, 건강운은 체력 회복이 중요합니다.",
    "전갈자리의 2026년 연간운세는 변화를 통한 성장입니다. 직장운은 숨은 능력이 드러나고, 재물운은 장기 자산이 안정됩니다. 애정운은 진지하며, 건강운은 과로를 피하세요."
  ],
  "sagittarius": [
    "2026년 사수자리 운세는 확장과 해외운이 강한 해입니다. 직장운은 새로운 영역 진출이 가능하며, 재물운은 이동과 관련된 수익이 기대됩니다. 애정운은 자유로운 만남이 많고, 건강운은 관절 관리가 필요합니다.",
    "사수자리의 2026년 연간운세는 도전정신이 핵심입니다. 직장운은 해외 프로젝트에 유리하며, 재물운은 모험적 투자에 기회가 있습니다. 애정운은 개방적이며, 건강운은 여행 중 사고를 주의하세요."
  ],
  "capricorn": [
    "2026년 염소자리 운세는 성과와 책임이 강조되는 해입니다. 직장운은 승진 가능성이 있으며, 재물운은 꾸준히 상승합니다. 애정운은 안정적이며, 건강운은 과로 누적을 관리해야 합니다.",
    "염소자리의 2026년 연간운세는 계획의 결실입니다. 직장운은 목표 달성이 가능하며, 재물운은 저축과 투자 모두 유리합니다. 애정운은 신뢰 중심이고, 건강운은 스트레스 관리가 중요합니다."
  ],
  "aquarius": [
    "2026년 물병자리 운세는 혁신과 창의성이 두드러지는 해입니다. 직장운은 새로운 아이디어가 성과로 이어질 수 있으며, 재물운은 기술 관련 분야에서 유리합니다. 애정운은 독립성이 존중되는 관계가 좋고, 건강운은 두통과 눈 건강을 주의하세요.",
    "물병자리의 2026년 연간운세는 변화의 물결을 타는 시기입니다. 직장운은 창의적 프로젝트가 중심이며, 재물운은 변동성이 있지만 기회가 많습니다. 애정운은 친구 같은 연인이 좋고, 건강운은 규칙적 휴식이 필요합니다."
  ],
  "pisces": [
    "2026년 물고기자리 운세는 감성과 직관이 강화되는 해입니다. 애정운이 상승하여 깊은 유대감을 형성할 수 있습니다. 재물운은 직관적 선택이 맞아떨어질 가능성이 있으며, 직장운은 창의성이 인정받습니다. 건강운은 수면 관리가 중요합니다.",
    "물고기자리의 2026년 연간운세는 예술성과 감수성이 빛납니다. 직장운은 콘텐츠·창작 분야에서 강하며, 재물운은 감각적 투자에 유리합니다. 애정운은 роман틱하며, 건강운은 정신적 휴식이 필요합니다."
  ]
}
